{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gruvbox": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim"
    },
    "kanagawa": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "markdown-plus.nvim": {
      "src": "https://github.com/yousefhadder/markdown-plus.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://www.github.com/echasnovski/mini.nvim"
    },
    "monokai": {
      "src": "https://github.com/loctvl842/monokai-pro.nvim"
    },
    "nvim-bufferline.lua": {
      "src": "https://github.com/akinsho/nvim-bufferline.lua"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/norcalli/nvim-colorizer.lua"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-tmux-navigation": {
      "src": "https://github.com/alexghergh/nvim-tmux-navigation"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "rose-pine": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "solarized-osaka": {
      "src": "https://github.com/craftzdog/solarized-osaka.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "tokyonight": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "venv-selector.nvim": {
      "src": "https://github.com/linux-cultist/venv-selector.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
