#lazydocker
#pipenv
#pyenv-virtualenv
bat
dconf-editor
fd-find
git
git-delta
gitlint
htop
httpie
indicator-multiload
nodejs
npm
pip
rar
ripgrep
stow
tldr
tmux
unrar
zoxide
zsh
