tap "amar1729/formulae"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "anomalyco/tap"
brew "anomalyco/tap/opencode"
brew "bash"
brew "bat"
brew "bitwarden-cli"
brew "coreutils"
brew "eza"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitlint"
brew "glow"
brew "gpg"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lazysql"
brew "mise"
brew "nvm"
brew "openssl@3"
brew "pgcli"
brew "pinentry-mac"
brew "poetry"
brew "pre-commit"
brew "pure"
brew "ripgrep"
brew "sesh"
brew "stow"
brew "tlrc"
brew "tmux"
brew "tree-sitter-cli"
brew "turso"
brew "uv"
brew "vercel-cli"
brew "vivid"
brew "worktrunk"
brew "wget"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "yazi"
cask "nikitabobko/tap/aerospace"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "hiddenbar"
cask "itsycal"
cask "localsend"
cask "obsidian"
cask "rar"
cask "raycast"
cask "spotify"
cask "stats"
cask "vlc"
cask "whatsapp"
