tap "amar1729/formulae"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "sst/tap"
brew "amar1729/formulae/browserpass"
brew "bash"
brew "bat"
brew "coreutils"
brew "eza"
brew "fd"
brew "fswatch"
brew "fzf"
brew "git"
brew "git-delta"
brew "gitlint"
brew "glow"
brew "gpg"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "openssl@3"
brew "pass"
brew "pgcli"
brew "pinentry-mac"
brew "postgresql@17"
brew "pure"
brew "ripgrep"
brew "sst/tap/opencode"
brew "stow"
brew "tlrc"
brew "tmux"
brew "uv"
brew "vivid"
brew "wget"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "zsh"
cask "nikitabobko/tap/aerospace"
cask "font-anonymice-nerd-font"
cask "font-monaspace"
cask "font-zed-mono-nerd-font"
cask "ghostty"
cask "itsycal"
cask "jordanbaird-ice"
cask "notion"
cask "rar"
cask "raycast"
cask "spotify"
cask "stats"
cask "vlc"
cask "whatsapp"
