tap "amar1729/formulae"
tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
brew "amar1729/formulae/browserpass"
brew "bash"
brew "bat"
brew "coreutils"
brew "eza"
brew "fd"
brew "freetype"
brew "fzf"
brew "git"
brew "git-delta"
brew "gitlint"
brew "glow"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "node"
brew "openssl@3"
brew "pass"
brew "pgcli"
brew "pipenv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tesseract"
brew "tesseract-lang"
brew "tlrc"
brew "tmux"
brew "wget"
brew "zlib"
brew "zoxide"
brew "zsh"
cask "alacritty"
cask "font-anonymice-nerd-font"
cask "font-monaspace"
cask "font-zed-mono-nerd-font"
cask "hiddenbar"
cask "itsycal"
cask "rar"
cask "raycast"
cask "rectangle"
cask "stats"
